IDEA StatiCa Open Model
OpenModel.ReferenceElementsReconstruction Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Should be called after deserialization of the open model from xml
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public void ReferenceElementsReconstruction()
Public Sub ReferenceElementsReconstruction
public:
void ReferenceElementsReconstruction()
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace